Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Chester-Winchester.tmx
Source language: en
Languages: es

source: ./Winchester (England) - Wikitravel_files/Uk-winchester-buttercross.jpg
es: ./Winchester (Inlglaterra) - Wikitravel_files/Uk-winchester-buttercross.jpg

source: ./Winchester (England) - Wikitravel_files/Winchester_Round_Table_04.JPG
es: ./Winchester (Inglaterra) - Wikitravel_files/Winchester_Round_Table_04.JPG

source: 01244 318318 Taxis & private hire vehicles [30]
es: +44 01244 318318 Taxis y vehículos privados de alquiler [30]

source: 01244 434445 Self drive supercar hire [31]
es: +44 01244 434445 Alquiler de superdeportivos [31]

source: 10 minutes drive from the town centre.
es: A 10 minutos en coche desde el centro de la ciudad.

source: 126 rooms with internet access and satellite TV.
es: Tiene 126 habitaciones con acceso a Internet y televisión vía satélite.

source: 3rd party ad content
es: Contenido añadido por un tercero

source: edit
es: editar

source: Categories:
es: Categorías:

source: Earth : Europe : Britain and Ireland : United Kingdom : England : North West England : Cheshire : Chester
es: Tierra : Europa : Inglaterra e Irlanda : Reino Unido : Inglaterra : Noroeste de Inglaterra : Cheshire : Chester

source: Plunge forward and help us make it a star!
es: ¡Sumérjase y ayúdanos a convertirlo en una estrella!

source: Liverpool is a vibrant cosmopolitan city with a vast array of shops, bars and restaurants.
es: Liverpool es una ciudad cosmopolitana brillante que posee una gran variedad de tiendas, bares y restaurantes.

source: Manchester - vibrant city.
es: Manchester - una ciudad vibrante.

source: Portsmouth the historic home of the Royal Navy, with 12 museums and 2 theatres, is less than 30 mi from Winchester.
es: Portsmouth la histórica casa de la Marina Real, con 12 museos y 2 teatros, está a menos de 30 millas de Winchester.

source: Southampton, Hampshire's largest city.
es: Southampton, la ciudad más grande de Hampshire.

source: Wales - Chester is on the border with Wales, and the Victorian seaside resort of Llandudno is just 50 miles away.
es: Gales - Chester está en la frontera de Gales, y la costa victoriana situada en Llandudno está a tan solo 50 millas.

source: Abbey Grounds - located off the Broadway between King Alfred's statue and the rer of Winchester Cathedral.
es: Abbey Ground , está situado en las afueras de Broadway entre la estatua del Rey Alfredo y la Catedral de Winchester .

source: Art and Mind [40] festivals and symposia began in 2004, bringing some of the world's most eminent thinkers and artists to Winchester for events examining the way we experience music, myth, dance, film and visual art.
es: Los festivales y coloquios de Art and Mind [40] comenzaron en 2004, trayendo a Winchester algunos de los pensadores y artistas más eminentes del mundo para estudiar cómo experimentamos la música, la mitología, la danza, el cine y las artes gráficas.

source: Ask Pizza and Pasta, God Begot House, 101 High Street, tel +44 1962 849464.
es: Pide Pizza y Pasta, God Begot House, 101 High Street, tel +44 1962 849464.

source: Bishop on the Bridge, a modern-style pub set in an old building, reasonable selection of drink and moderately-priced food.
es: Bishop on the Bridge, es un pub de estilo moderno situado en un edificio antiguo, con una diversa selección de bebidas y comida a precios razonables.

source: Bournemouth Airport [11] is a very small and quiet airport serving a few destinations within Europe, most notably Spain.
es: El Aeropuerto de Bournemouth [11] es un aeropuerto muy pequeño y tranquilo que ofrece unos pocos destinos dentro de Europa , en particular a España.

source: Cafe Monde, in the newly pedestrianised Square - just off the High Street heading towards the Cathedral - is a popular, friendly and reasonably priced contemporary cafe serving breakfasts, fairtrade coffee and light lunches.
es: Cafe Mondese encuentra en la nueva plaza peatonal, justo al lado de la calle principal en dirección a la Catedral. Es una cafetería contemporánea famosa, acogedora y económica que sirve desayunos, café de comercio justo y almuerzos ligeros.

source: Chester [27] is a very pretty and historic English city on the river Dee in the North-Western county of Cheshire.
es: Chester [27] es una ciudad inglesa muy bonita e histórica situada en el río Dee en la parte noroeste del Condado de Cheshire.

source: Dean Garnier Garden [30], Cathedral Close, open daylight hours, admission free - this garden lies on the site of the dormitory of the Benedictine Monastery and offers splendid views of the Cathedral.
es: Dean Garnier Garden [30], cerca de la catedral. Abre durante el día y la entrada es gratuita. Este jardín se encuentra en la residencia del Monasterio Benedictino y ofrece espléndidas vistas de la catedral.

source: From Liverpool (40min) and Birkenhead - Chester is a southern terminus on Merseyrail's Wirral Line which provides direct trains.
es: Desde Liverpool (40min) y Birkenhead. Chester es una terminal del sur en la Línea Wirral de Merseyrail que proporciona trenes directos.

source: From London [28] - Hourly service to and from London; otherwise a single change of trains at Crewe connects with many other London trains.
es: Desde Londres [28]. Servicio por hora hacia y desde Londres; por otra parte una conexión de trenes en Crewe conecta con muchos otros trenes de Londres.

source: From Manchester (60min) - a second line runs between Chester and Manchester - the journey is the scenic route in all senses of the word.
es: Desde Manchester (60min) - una segunda línea opera entre Chester y Manchester- el viaje es la ruta escénica en todos los sentidos de la palabra.

source: Hotel du Vin, 14 Southgate St, tel +44 1962 841414, [52].
es: Hotel du Vin, 14 Southgate Street, tel. +44 1962 841414, [52].

source: INTECH Science and Technology Centre, Morn Hill, Winchester, telephone +44 1962 863791, [58].
es: Centro de Ciencia y Tecnología INTECH , Morn Hill, Winchester, tel. +44 1962 863791, [58].

source: London Gatwick Airport [14] is about 70-80 miles drive from Winchester via the M23 northbound, M25 (anti-clockwise) and M3 southbound.
es: El aeropuerto de Londres Gatwick [14] está a unas 70-80 millas en coche de Winchester por la M23 en dirección norte, M25 (en sentido contrario a las agujas del reloj) y M3 en dirección sur.

source: London Heathrow Airport [12] is about 50-60 miles drive from Winchester via the M25 and M3 southbound.
es: El aeropuerto de Londres Heathrow [12] está a unas 50-60 millas en coche de Winchester por la M25 y la M3 en dirección sur.

source: Marwell Zoo, Colden Common (6 mi south-east of Winchester on the B2177; grid reference SU506217), telephone +44 1962 777 407, [56].
es: Marwell Zoo, Colden Common (6 millas al sureste de Winchester en la B2177; red de referencia SU506217), tel. +44 1962 777 407, [56].

source: Mercure Winchester Wessex Hotel, Paternoster Row , +44 1962 312800, http://www.accorhotels.com/gb/hotel-6619-mercure-winchester-wessex-hotel/ Mercure Winchester Wessex Hotel is ideally located in the heart of Winchester.
es: Mercure Winchester Wessex Hotel, Paternoster Row, +44 1962 312800, http://www.accorhotels.com/gb/hotel-6619-mercure-winchester-wessex-hotel/ Mercure Winchester Wessex Hotel está idealmente situado en el corazón de Winchester.

source: Mid-Hants Railway, The Railway Station, Alresford (5 mi east of Winchester on the A31; grid reference SU587324), telephone +44 1962 733810, [55].
es: Mid-Hants Railway, The Railway Station, Alresford (a 5 millas al este de Winchester, por la A31; red de referencia SU587324), tel. +44 1962 733810, [55].

source: National Express [19] operate services to Winchester from cities throughout the UK including London.
es: National Express [19] dirige servicios hacia Winchester desde ciudades de todo el Reino Unido, incluyendo Londres.

source: Solent Blue Line [25], telephone 023 8061 8233 from within the UK, operate services from the city to the south.
es: Solent Blue Line [25], tel. +44 023 8061 8233 desde el Reino Unido, dirige los servicios desde la ciudad hacia el sur.

source: Southampton Airport [10] is a relatively small airport and serves mostly destinations in the UK and some elsewhere within Europe.
es: El aeropuerto de Southampton [10] es un aeropuerto relativamente pequeño y ofrece principalmente destinos de Reino Unido y algunos otros de Europa .

source: Stagecoach in Hampshire [24], telephone 0845 121 0180 from within in the UK, operate most of the bus services in the city and surrounding area.
es: Stagecoach, en Hampshire [24], tel. + 44 0845 121 0180 desde el Reino Unido, dirige gran parte del servicio de buses dentro de la ciudad y en la periferia.

source: Taxi Fare Approximately £75 from Heathrow, £90 from Gatwick, 120 from Luton, £20 from Southampton, £55 from Bournemouth airports.
es: Taxi Fare.Cuesta aproximadamente £75 desde Heathrow, £90 desde Gatwick, £120 desde Luton, £20 desde Southampton, £55 desde los aeropuertos de Bournemouth.

source: The Eclipse, 25 The Square, Winchester, Hampshire, SO23 9EX, Opposite Winchester Museum, a small cozy pub with colourful characters and a spooky history of hangings and gibbets.
es: The Eclipse, 25 The Square, Winchester, Hampshire, SO23 9EX, se encuentra enfrente del museo Winchester. Es un pequeño y acogedor pub en el que puede ver personajes pintorescos y una espeluznante historia de ahorcamientos y horcas.

source: The Gurkha Museum Winchester [36]
es: El Museo Gurkha de Winchester [36]

source: The Mecure Winchester Wessex Hotel, Paternoster Row, tel 0800 400 9090 (from within UK only), [54].
es: The Mecure Winchester Wessex Hotel, Paternoster Row, tel. 0800 400 9090 (solo desde el Reino Unido), [54].

source: The Old Vine, 8, Great Minster Street, Winchester, Hampshire, SO23 9HA, On the Square near to the Cathedral entrance, this pub offers a suprisingly good selection of real ales although seating can be at a premium and it gives the impression that it would rather be a Bistro than a pub.
es: The Old Vine, 8, Great Minster Street, Winchester, Hampshire, SO23 9HA, se sitúa en la plaza cerca de la entrada de la catedral. Este pub ofrece una selección sorprendentemente buena de cervezas de origen, aunque puede resultar muy caro y da la impresión de ser un restaurante más que un pub.

source: The Refectory, in the walled garden opposite the Cathedral west front, [48].
es: The Refectory, situado en el jardín amurallado frente a la fachada oeste de la Catedral. [48].

source: The Winchester Royal Hotel, St. Peter St, tel +44 1962 840840, [53].
es: The Winchester Royal Hotel, St. Peter Street, tel. +44 1962 840840, [53].

source: Traveline [26], telephone 0871 200 2233, provide an impartial online travel planner and telephone query service for all local bus services.
es: Traveline [26], tel. +44 0871 200 2233, proporciona un planificador de viajes imparcial por Internet y un teléfono de contacto para todos los servicios de bus local.

source: Twyford Waterworks, Twyford, Winchester, telephone +44 1962 714 716, [57].
es: Twyford Waterworks, Twyford, Winchester, tel. +44 1962 714 716, [57].

source: Winchester Cathedral [27], tel +44 1962 853224, open daily 8.30AM-6PM (restricted access during services), admission £7.50 - a Norman cathedral begun in 1079, containing the Winchester Bible and featuring the longest Gothic nave in the world.
es: La Catedral de Winchester [27], tel. +44 1962 853224, abre todos los días de 8:30h a 18:00h (el acceso está restringido durante los servicios), la entrada cuesta £7.50. Es una catedral normanda construida en 1079; contiene la Biblia de Winchester y la nave gótica más larga del mundo.

source: Winchester Chamber Music Festival (http://www.winchesterchambermusic.com/) is a festival of chamber music and song taking place at the Discovery Centre, Winchester from 23 - 25 April 2010.
es: Winchester Chamber Music Festival (http://www.winchesterchambermusic.com/) es un festival de música de cámara y canciones que se realiza en el Discovery Centre, en Winchester, del 23 al 25 de abril de 2010.

source: Winchester City Mill [32], Bridge Street, tel +44 1962 870057 - owned by the National Trust, this old water mill has been restored to working order and you can visit the working areas and a rather exciting walkway under the mill almost at river level.
es: El molino de Winchester [32], en Bridge Street, tel. +44 1962 870057. Este antiguo molino de agua, propiedad del National Trust, ha sido restaurado para ponerlo en funcionamiento. Se pueden visitar las áreas de trabajo y una fascinante pasarela bajo el molino, casi a nivel del río.

source: Winchester City Museum [35]
es: Museo de la ciudad de Winchester [35]

source: Winchester College [33], College Street, tel +44 1962 621100 - one of England's old independent schools, sometimes still erroneously referred to as a “public” school.
es: El Colegio de Winchester [33], en College Street, tel. +44 1962 621100, es una de las antiguas escuelas privadas de Inglaterra, aunque a veces se le suele llamar erróneamente escuela "pública".

source: Winchester Cycle Fair held in June every year - times vary - that celebrates all things cycling, including a short gentle bike ride around historic points of interest.
es: La feria del ciclismo de Winchester (Winchester Cycle Fair) se celebra en el mes de junio, aunque la fecha puede variar. Todo se celebra en bicicleta, inclyendo un corto, pero agradable, paseo en bicicleta por lugares históricos de interés.

source: Winchester Hat Fair [39] is Britain's longest running festival of street theatre.
es: Winchester Hat Fair [39] es el festival de teatro callejero más antiguo de Gran Bretaña.

source: Winchester [6] is a small, historic cathedral city in the English county of Hampshire, situated within the South East region.
es: Winchester [6] es una pequeña e histórica ciudad con catedral en el condado inglés de Hampshire, situado dentro de la región sudeste.

source: Wolvesey Castle [34], tel +44 1962 854766 - this palace was the chief residence of the Bishops of Winchester and its extensive ruins still reflect their importance and wealth.
es: Castillo de Wolvesey [34], tel +44 1962 854766. Este palacio fue la residencia principal de los obispos de Winchester y sus extensas ruinas todavía reflejan su importancia y riqueza.

source: Wykeham Arms, 75 Kingsgate St, tel +44 1962 853834.
es: Wykeham Arms, 75 Kingsgate Street, tel. +44 1962 853834.

source: Cathedral Grounds - the green space around the Cathedral contains part of the burial ground, and is a popular meeting spot.
es: Cathedral Grounds . En el espacio verde que se encuentra alrededor de la catedral podrá visitar parte del cementerio. Además, es un famoso punto para realizar quedadas.

source: Megabus [20], which requires online pre-booking, offers cheap daily tickets to Winchester from London on the routes to Southampton and Bournemouth.
es: Megabus [20]requiere reserva previa por Internet, ofrece billetes diarios baratos a Winchester desde Londres en las rutas hacia Southampton y Bournemouth.

source: Amphitheatre, Vicars Lane, Chester (Adjacent to the Grosvenor Park), [4].
es: Anfiteatro, Vicars Lane, Chester (junto al Grosvenor Park), [4].

source: Bars[edit]
es: Bares[editar]

source: Best Western Queen Hotel ****, City Road (near railway station), ☎ +44 1244 305000 (queenhotel@feathers.uk.com, fax: ""checkin="").
es: Best Western Queen Hotel ****, City Road (cerca de la estación de tren), ☎ +44 1244 305000 (queenhotel@feathers.uk.com, fax: ""check-in="").

source: Boating.
es: En barco

source: Brasserie 10-16, Brookdale Place, Chester, CH1 3DY, ☎ 01244 32 22 88.
es: Brasserie 10-16, Brookdale Place, Chester, CH1 3DY, ☎ +44 01244 32 22 88.

source: Budget[edit]
es: Presupuesto[editar]

source: Buy[edit][add listing]
es: Dónde comprar[editar][añadir lista]

source: By bus[edit]
es: En bus[editar]

source: By car[edit]
es: En coche[editar]

source: By coach[edit]
es: En autobús[editar]

source: By foot[edit]
es: A pie [editar]

source: By plane[edit]
es: En avión[editar]

source: By taxi[edit]
es: En taxi[editar]

source: By train[edit]
es: En tren[editar]

source: Chester Racecourse, ☎ +44 1244 304 600 (enquiries@chester-races.com), [5].
es: El hipódromo de Chester, ☎ +44 1244 304 600 (enquiries@chester-races.com), [5].

source: Christmas Lights, city center.
es: Luces de Navidad , centro urbano .

source: Clubs[edit]
es: Clubes[editar]

source: Contact[edit]
es: Contacto[editar]

source: Cycling[edit]
es: Ciclismo[editar]

source: Do[edit][add listing]
es: Qué hacer[editar][añadir lista]

source: Drink[edit][add listing]
es: Dónde beber[Editar][añadir lista]

source: Eat[edit][add listing]
es: Dónde comer[editar][añadir lista]

source: Express by Holiday Inn Chester Racecourse, The Race Course, ☎ 0871 423 4896 (13p/min + access charge) (hotel@chester-races.com), [19].
es: Express by Holiday Inn Chester Racecourse, The Race Course, ☎ +44 0871 423 4896 (13p/min + coste de acceso) (hotel@chester-races.com), [19].

source: Fairs & Festivals[edit]
es: Ferias y festivales [editar]

source: Get around[edit]
es: Cómo desplazarse[editar]

source: Get in[edit]
es: Cómo llegar[editar]

source: Get out[edit]
es: Dónde salir[editar]

source: Grosvenor Park, (via Grosvenor Park Road).
es: Parque de Grosvenor, (por Grosvenor Park Road).

source: Grosvenor Park, [2].
es: Parque de Grosvenor, [2]

source: Harestock Lodge Hotel (Harestock Losge Hotel), Harestock Lodge Hotel 65 Harestock Road, Winchester, Hampshire, UK SO22 6NX (Hampshire), ☎ + 44 1962 881870, [2].
es: Harestock Lodge Hotel (Harestock Losge Hotel), Harestock Lodge Hotel 65 Harestock Road, Winchester, Hampshire, Reino Unido SO22 6NX (Hampshire), ☎ + 44 1962 881870,[2].

source: Landmarks[edit]
es: Lugares emblemáticos[editar]

source: Little Mead Bed and Breakfast, Home Lane, Sparsholt (From Winchester, head west on Stockbridge Rd, turn left on Woodman Lane into Sparsholt), ☎ +44 1962 776204, [5].
es: Little Mead Bed and Breakfast, Home Lane, Sparsholt ( Desde Winchester, al oeste de Stockbridge Rd, girando a la izquierda de Woodman Lane hasta Sparsholt), ☎ +44 1962 776204, [5].

source: Macdonald New Blossoms Hotel ****, St John Street, Chester CH1 1HL, ☎ 0344 879 9113 (fax: ""checkin="2pm").
es: Macdonald New Blossoms Hotel ****, St John Street, Chester CH1 1HL, ☎ +44 0344 879 9113 (fax: ""check-in="14:00").

source: Marco Pierre White's Steakhouse, Bar & Grill (MPW Steakhouse Chester), Hoole Hall, Warrington Road, Chester, ☎ 01244 408830, [15].
es: Marco Pierre White's Steakhouse, Bar & Grill (MPW Steakhouse Chester), Hoole Hall, Warrington Road, Chester, ☎ +44 01244 408830, [15].

source: Mercure Chester North Woodhey House Hotel, Berwick Road, Little Sutton, Cheshire CH66 4PS (From exit M53 junction 5 - take 3rd exit towards North Wales (Queen's Ferry).
es: Mercure Chester North Woodhey House Hotel, Berwick Road, Little Sutton, Cheshire CH66 4PS (Desde la M53 cruce 5 - tome la tercera salida hacia North Wales (Queen's Ferry).

source: Mid range[edit]
es: Gama media[editar]

source: Museums and Galleries[edit]
es: Museos y galerías [editar]

source: On foot[edit]
es: A pie [editar]

source: Open-top Bus Tour.
es: Tour de autobús descapotable.

source: Parks and Gardens[edit]
es: Parques y jardines [editar]

source: Pubs[edit]
es: Pubs[editar]

source: Roman Chester[edit]
es: Chester Romana[editar]

source: Roman Gardens.
es: Jardines Romanos.

source: Roomzzz Chester City, Norroy House, Nuns Road, Chester CH1 2LJ (Next to Chester Racecourse on Nuns Road), ☎ 0203 504 5555, [24].
es: Roomzzz Chester City, Norroy House, Nuns Road, Chester CH1 2LJ (Al lado del hipódromo de Chester, en Nuns Road), ☎ +44 0203 504 5555, [24].

source: See[edit][add listing]
es: Qué visitar[editar][añadir lista]

source: Sleep[edit][add listing]
es: Dónde dormir[editar][añadir lista]

source: Splurge[edit]
es: Gastos[editar]

source: Stay safe[edit]
es: Seguridad[editar]

source: Telephone[edit]
es: Contacto[editar]

source: The Chesil Rectory, 1 Chesil Street, Winchester, Hampshire SO23 0HU (Follow High Street to the River Itchen; Chesil Street is the first intersection over the river and the Rectory is at the intersection), ☎ +44 1962 851555, [1].
es: The Chesil Rectory, 1 Chesil Street, Winchester, Hampshire SO23 0HU (Seguid por la calle principal hasta el río Itchen; Chesil Street es el primer cruce en el río y the Rectory se encuentra en ese cruce), ☎ +44 1962 851555, [1].

source: The Groves, riverside (Behind Grosvenor Park).
es: The Groves, ribera (detrás de Grosvenor Park).

source: The Old Gaol House, 11-11a Jewry st.
es: The Old Gaol House, 11-11a Jewry Street.

source: The Red Lion, (Northgate Street Chester within a short stroll of Chester Railway Station, Chester Cathedral and Chester Cross), [16].
es: The Red Lion, (Northgate Street Chester a pocos pasos de la estación de ferrocarril de Chester, de la catedral de Chester y del Chester Cross), [16].

source: The Spa Chester (the spa at hoole hall chester), Warrington Rd Chester CH2 3PD, ☎ 01244 40 88 40, [11].
es: The Spa Chester (spa en Hoole Hall Chester), Warrington Rd Chester CH2 3PD, ☎ +44 01244 40 88 40, [11].

source: The Watergates Bar, 13 Watergate Street, ☎ +44 1244 320515.
es: Watergates Bar, 13 Watergate Street, ☎ +44 1244 320515.

source: The Watergates Bar, 13 Watergates Street, ☎ +44 1244 320515.
es: Watergates Bar, 13 Watergate Street, ☎ +44 1244 320515.

source: The Wykeham Arms, Kinsgate (By the Kingsgate).
es: The Wykeham Arms, Kinsgate (The Kingsgate).

source: The old Gaol House, 11-11a Jewry st (top of high st towards train station).
es: The old Gaol House, 11-11a Jewry Street (Se encuentra en la parte alta, en dirección hacia estación del tren).

source: Understand[edit]
es: Contexto histórico[editar]

source: Village St David's, Ewloe, Flintshire, CH5 3YB, ☎ 0871 222 4716 (13p/min + access charge), [26].
es: Village St David's, Ewloe, Flintshire, CH5 3YB, ☎ +44 0871 222 4716 (13p/min + coste de acceso), [26].

source: Walks[edit]
es: Paseos[editar]

source: Walls.
es: Murallas.

source: Ye Olde Cottage Inn, Brook Street, Chester (Turn right out of station, follow Brook St towards City Centre.
es: Ye Olde Cottage Inn, Brook Street, Chester (girad a la derecha fuera de la estación, seguid Brook St hacia el centro de la ciudad.

source: 9AM-5PM.
es: 9:00h - 17:00h.

source: A friendly and welcoming 4-star bed & breakfast near Winchester, in the leafy village of Sparsholt.
es: Un acogedor y cómodo bed & breakfast (cama y desayuno) de 4 estrellas cerca de Winchester, en el frondoso pueblo de Sparsholt.

source: Located in Chester's city centre.
es: Situado en el centro de la ciudad de Chester.

source: . edit
es: . editar

source: Adult £4, child 5-16 £1.50, senior £3, family £10.
es: Adultos £4, niños 5-16 £1.50, tercera edad £3, familia £10.

source: For the seriously moneyed, there is only one choice.
es: Para los más acomodados, solo hay una opción.

source: Italian restaurant.
es: Restaurante italiano.

source: Well worth a visit, the zoo is absolutely superb and reportedly one of the best in Europe.
es: Vale la pena visitarlo, el zoológico es absolutamente magnífico y se dice que es uno de los mejores de Europa.

source: Along the river.
es: A lo largo del río

source: Ground floor is a 90's Bar, Babylon.
es: La planta baja es un bar de los 90, Babylon.

source: One of the best clubs, alongside the canal. edit
es: Uno de les mejores clubes, junto al canal. editar

source: The city centre is enclosed by the walls, which offer a pleasant strolling route for visitors and locals alike.
es: El centro de la ciudad está rodeado de murallas que ofrecen un agradable paseo tanto para los visitantes como para los lugareños.
